khairulhasanmd/USBino/boards.txt
############################################################

usbino.name=USBino

usbino.upload.protocol=usbasp
usbino.upload.maximum_size=28672

usbino.bootloader.low_fuses=0xCF
usbino.bootloader.high_fuses=0xD8
usbino.bootloader.lock_bits=0xEF

usbino.build.mcu=atmega32
usbino.build.f_cpu=16000000L
usbino.build.core=arduino:arduino
usbino.build.board=AVR_USBINO
usbino.build.variant=usbino

############################################################


